test_ms_ads.xml

<s:Envelope xmlns:s="http://schemas.xmlsoap.org/soap/envelope/" xmlns:h="https://bingads.microsoft.com/Customer/v13"><s:Header><h:AuthenticationToken>eyJhbGciOiJkaXIiLCJlbmMiOiJBMjU2Q0JDLUhTNTEyIiwia2lkIjoiMlhoY2lPUEN1QVphZjRvUzJMRjFwSXUwOXNhdnB1QjVYR3Q2VTBaUWx1cyIsInppcCI6IkRFRiJ9..xVfBG011cNz1ssWQLfHLVQ.IMrYSSzp1f0BVYmVhjOFBsSk1Bz3LQcdtm450KMzX0Lnz6LQTdJbwrf2-ootxoXK5pgZHXCbWZWSC_DaC9u0szex2Mm1aYT6bTJz9XL1VyWw2dsCDnuu14ux8wcclwmrA1nk_nJESLR8cCkQ-bmvqLKoseIopdkMT_4TG3JllTeF5pCy1Tts3Fvv-JlpIFpIFsYyG6bUMg26mp0STQcUUUjZaL-SydqOLFIdST3KQxKYOb271fPazTlWBS2-Ytq0anYHuPnjPQ_kr6dNuNPbjw6dz4TreHfMfa42dXk2PqrU_IklRUoqO1JRGyVv8kvMn6wMXREWTBmWsPOFhdffJa4YVUBwtdaJZQHi9c3CabcJcY0KhBO3JqmiLyARiHEgbtSF_P7f-B_N9qGjK1gnGLVdluf9IqnLJcFhwEPvB2jbIczb6qSWHn97n0nvy2fG2h7B7dAvQnrWdfRlR3LItzeyzylGZjurYih0uEkQteKTC-AjUl-tFSWpn8T-ZMwng2T2bfv3BIa5S5SxiV5zVk9p49FygT6cgJYGITWwreY4i1AbOP8IqI5A1WpzRosgqp9OPt_lbnfQNKKW4wmxr14Gw0j2N_nqNiHZEwOKrjMbeSTOGEYpGudRS6NsGoj58Af6Ef2d28CslKOKEjYvKwaAr9bEZ0WfXVZyNTIeiCWc5SEPlSNDyQnrUnX42vnSLjLk7u-Z6726xK_zZSwS6CycS5_R04aTCWSb1p_AU5we06GvTvxOjEHh6-RXgUdntgnWP9dhtducwbY1crYF0c_lsyihx0S4C2l_X7hz6JOD34WRP83OqMVmhfKyakvSVKx3RDhx0OQRWN5x1p2H0JZoGrD6LNie3mYY_9B-WgxwUtt-2MqMNW8ef0sM2uQvRwxyGXMpDTjv6UYg_z4ilhIzdfsF4uMYpLK3ACldWzPjGXz5YXc_hpIFnpy9nGvCl-NmscjaW6VEKinsY1fSFs_OBeqwbGCQBylvgnBmuTbSDxMHTT2j5a2BdFbOHiqBmej8lTd3DCD8dI2IdyrB5Feuv-ap7zsfWf9dCIrZwC72yKf_Fk7BjNlJ8NHkYeNsQdSE1Qb5xKHUxBBs4rGuew029N-3JxH_JRo_DzE3sNfolBblnoz3qQ4K-dgsxJHrVPkbDcRKlxkFlHLfIa_tThXD39NfP0ksOYlS8jcTEUxpkdqm5icLUoMsW6O-69Qwrn6bVI-yZnLg01DwjF-RAmOEPnR213K14f5-t6ezmP5pz6YpmVrPEe0g0Hzhe-hPw7HLCz6gDngHu8mANapvxTk85RFmbN6GjjYDmSv_08vGLHP5xTIAY3R96-UVb5zSMzrc_q2kvk192Om5gNNJR-iYxSN1Dg5_2rYTJ6NVAWGrtGd5Zas75PeU6VENSMjn.O3YBpBAA939H-8swA-u1KVcd95kfxOswgb52_2FwOk8</h:AuthenticationToken><h:DeveloperToken>10749164BG254081</h:DeveloperToken></s:Header><s:Body><GetUserRequest xmlns="https://bingads.microsoft.com/Customer/v13"><UserId i:nil="true" xmlns:i="http://www.w3.org/2001/XMLSchema-instance"/></GetUserRequest></s:Body></s:Envelope>